Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: [[Special:MergeAccount|Merge account]] across wikis of {{int:Centralauth-groupname}}
ne: {{int:Centralauth-groupname}}का विकिहरुको [[Special:MergeAccount|खाता मिलन ]]

source: How long the fade should last
ne: कति बेर सम्म फेड रहनुपर्छ

source: All pages with prefix
ne: प्रिफिक्स सहितका पृष्ठहरू

source: Learn how to edit
ne: पृष्ठ सम्पादन गर्न सिक्नुहोस

source: Error response from server
ne: सर्वरबाट त्रुटि सन्देश भेटियो

source: Importers
ne: आयातकर्ताहरु

source: Create Topic
ne: विषय सिर्जना गर्ने

source: Opens the HUD.
ne: HUD खोल्छ ।

source: We would like to recognize the following persons for their contribution to [[Special:Version|MediaWiki]].
ne: हामी निम्न व्यक्तिहरूद्वारा [[Special:Version|मीडियाविकि]]मा गरिएको योगदानहरूलाई सराहना गर्दछौं।

source: Search Wiktionary for this text
ne: यो पाठको लागि विक्सनरी खोज गर्ने

source: Could not reach URL
ne: URLमा पुग्न सकिएन

source: Name of wiki:
ne: विकीको नाम:

source: %s: running
ne: %s: चालु

source: Community Twitter
ne: सामुदायिक ट्विटर

source: Date(s)
ne: मिति(हरू)

source: Insert
ne: थप्ने

source: You tried to edit a section that does not exist. It may have been moved or deleted while you were viewing the page.
ne: तपाईं त्यस्तो खण्डको सम्पादन गर्ने प्रयास गर्नुभयो जो अस्तित्वमा छैन। यो सारिएको अथवा मेटाइएको हुनुपर्छ जब तपाईं यस पृष्ठलाई हेर्नुहुँदैथियो।

source: Help pages.
ne: सहायता पृष्ठहरू ।

source: Motor Difficulties - switch devices
ne: मोटर समस्या - यन्त्र खोल्नुहोस्

source: 2 Days
ne: २ दिन

source: _Value:
ne: मान:

source: People Also Installed
ne: मानिसहरूले यो पनि स्थापना गरे

source: Display structured text
ne: संरचित पाठहरु देखाउने

source: Show only my colonies
ne: मेरो बस्तीहरू मात्रै देखाउनु होस्

source: Too short
ne: ज्यादै छोटो

source: [[$1|Reply]] moved from another thread
ne: [[$1|जवाफ दिने]] अर्को धागो(thread)बाट सारिएको

source: <strong>Sorry! We could not process your edit due to a loss of session data.</strong> Please try again. If it still does not work, try [[Special:UserLogout|logging out]] and logging back in.
ne: '''माफ गर्नुहोस्! सत्र-आँकड़ा (session data) हराउनाले हामीले तपाईंको सम्पादन प्रक्रिया अघि बढाउन सकेनौं।.''' कृपया पुनः प्रयास गर्नुहोस्। यदि फेरि पनि काम भएन भनें, [[Special:UserLogout|बाहिर गई(लग आउट गरी)]] फेरि प्रवेश गर्नुहोस्।

source: Directory "$1" is read-only.
ne: निर्देशिका "$1" मात्रै पढ्न योग्य छ।

source: Incomplete GD library configuration: Missing function $1
ne: अपूर्ण GD पुस्तकालय कन्फिगरेसनः $1 कार्य छुटेको

source: Release rights
ne: अधिकार जारी गर्ने

source: Error message from $1: $2
ne: $1 बाट समस्या सन्देशः $2

source: Control Center
ne: नियन्त्रण केन्द्र

source: User picture
ne: प्रयोगकर्ता तस्वीर

source: The Teamwork Barnstar
ne: सहकार्य बार्नस्टार

source: <strong>Warning:</strong> Display title "$2" overrides earlier display title "$1".
ne: <strong>चेतावनी:</strong> शीर्षक देखाउने "$2" पूर्व देखाइएको शीर्षक "$1" मा ओभररेड गरिंदै छ।

source: [unknown]
ne: [अज्ञात]

source: <strong>No language entry for "$1" found!</strong>
ne: <strong>पाइएको "$1" को लागि भाषा प्रवेश अनुमति नभएको found!</strong>

source: Delete lock file
ne: रोकिएको फाइल मेट्ने

source: Defaults
ne: पूर्वनिर्धारित

source: Wednesday
ne: बुधबार

source: View edit
ne: सम्पादन हेर्ने

source: Recent OpenStreetMap diary entries from %{user}
ne: %{user}को लागि हालैका ओपनस्ट्रीटम्याप दैनिकीहरू

source: JavaScript Prompt
ne: जाभास्क्रिप्ट प्रोम्ट

source: share alike
ne: शेयर अलाइक

source: Prizes
ne: पुरस्कार

source: Copyright status:
ne: लेखाधिकार स्थिति:

source: The edit appears to have already been undone.
ne: सम्पादन पहिला नै विफल गरिएको छ ।

source: Administration interface for adding, editing and deleting interwiki links
ne: अन्तरविकि लिङ्क जोड्ने, सम्पादन गर्ने तथा मेट्ने प्रवन्धक अवतरण

source: Recreate
ne: पुनर्निर्माण

source: Upload Wizard, a user-friendly tool for uploading multimedia
ne: मल्टीमीडिया प्रयोज्य अनुदानको निम्ति विकसित गरिएको अपलोड विजार्ड

source: Take what is rightfully ours
ne: तपाईंको आफ्नो लिनुहोस् ।

source: Include only the current revision, not the full history
ne: हालको संस्करण मात्र थप्ने ,पूरा इतिहास हैन

source: Available Profiles
ne: उपलब्ध प्रोफाइलहरु

source: Field
ne: फिल्ड

source: Edit protection level of the page
ne: पृष्ठको सुरक्षा स्तर सम्पादन गर्ने

source: Link title
ne: शीर्षक लिंङ्क

source: Bot: Modifying %(modifying)s
ne: रोबोट: %(modifying)s लाई परिवर्तन गर्दै

source: email settings
ne: इमेल ढाँचा

source: abuse log
ne: दुर्व्यवहार लग

source: Issue is readonly.
ne: मुद्दा पढ्नको लागि मात्र

source: Image:
ne: चित्र:

source: Having:
ne: भएकोः

source: {{GENDER:$1|{{GENDER:$2|thanked}}}}
ne: {{GENDER:$1|{{GENDER:$2|धन्यवाद ज्ञापित}}}}

source: Kilometers
ne: किलो मिटरहरु

source: The height of the video captured from the camera, in pixels
ne: क्यामेराले खिचेको भिडियोको उचाई, पिक्सेलमा

source: Skip this step in the future
ne: भविष्यमा यो पाइला नाघेर जाने

source: Bits per component
ne: घटक प्रति बिट्स

source: Enter your password:
ne: तपाईको पासवर्ड राख्नुहोस्:

source: multiple sizes
ne: बिभिन्न आकार

source: sample
ne: उदाहरण

source: Missing Goods
ne: हटाएका सामानहरू

source: Could not write to temporary file.
ne: अस्थाइ फाइलमा लेख्न सकिएन

source: Credits
ne: श्रेयहरू

source: Recent changes
ne: नयाँ परिवर्तनहरू

source: M: Trees and plants
ne: ड: रूख तथा बिरूवाहरू

source: Confirm email address
ne: इमेल ठेगाना पक्का गर्नुहोस्

source: RLE Right-to-left e_mbedding
ne: RLE दायाँ-बाट-बायाँ सम्मिलित

source: Rotated 180°
ne: 180° मा घुमाइएको

source: Pointing and Clicking
ne: पोइन्टिङ र क्लिकिङ

source: credit card number
ne: क्रेडिट कार्ड नम्बर

source: Video resolution
ne: भिडियो रिजोल्युसन

source: Spot
ne: स्थान

source: Edit delete reasons
ne: मेट्नका कारण संपादन गर्नुहोस्।

source: Data charges may apply. Continue to external site?
ne: डाटा शुल्क लाग्न सक्नेछ । बाह्य लिङ्कमा जान चाहनु हुन्छ ?

source: _Never prompt or start programs on media insertion
ne: _मेडिया हाल्दा कहिले पनि कार्यक्रमहरु सुरु नगर्ने

source: Edit watchlist
ne: निगरानी सूची सम्पादन गर्ने

source: System logs
ne: प्रणाली लग

source: Debian does not provide critical updates.
ne: डेबियनले संबेदनशील अपडेटहरू प्रदान गर्दैन।

source: Right click
ne: दायाँ क्लिक

source: You need to specify a revision to mark as patrolled.
ne: गस्ती गरिएको भनि चिनो लगाउनको निम्ती संस्करण खुलाउनु पर्छ ।

source: Select some tags
ne: केही ट्यागहरू छान्ने

source: Licence
ne: इजाजतपत्र

source: Wired
ne: तारजोडिएको

source: Satellites used for measurement
ne: नाप्नकोलागि प्रयोग गरिएका उपग्रहहरु

source: Page content model
ne: पृष्ठ सामाग्री नमुना

source: It is not possible to deactivate the tag "$1".
ne: ट्याग "$1" निस्क्रिय गर्न सम्भव छैन ।

source: Exit
ne: बाहिरिनुहोस्

source: Sorry, accounts with the bot flag are not allowed to vote in this election.
ne: माफ गर्नुहोस्, बोटको ध्वजा भएको खातालाई यस चुनावमा मत दिने अनुमति छैन।

source: Browsable status:
ne: ब्राउजगर्न सकिने अवस्था:

source: Message in other languages
ne: सन्देश अरु भाषाहरूमा

source: On battery power
ne: ब्याट्रीबाट चलेको बेला

source: Example.jpg|Caption1 Example.jpg|Caption2
ne: उदाहरण.jpg|चित्रशीर्षक१ उदाहरण.jpg|चित्रशीर्षक२

source: MediaWiki software and extensions
ne: MediaWiki सफ्टवेयर तथा एक्सटेन्शनहरु

source: Images
ne: चित्रहरू

source: CCITT Group 3 fax encoding
ne: CCITT Group 3 फ्याक्स इन्कोडिङ्ग

source: First edit
ne: प्रथम सम्पादन

source: Tag names must not contain characters that cannot be used in page titles.
ne: ट्याग नामहरूमा यस्तो क्यारेक्टर हुनुहुँदैन जुन पृष्ठको शीर्षकमा प्रयोग नहोस्।

source: Do not send me any email notifications
ne: मलाई कुनै पनि इमेल जानकारी नपठाउने

source: This page revision has been <strong>deleted</strong>. Details can be found in the [{{fullurl:{{#Special:Log}}/delete|page={{FULLPAGENAMEE}}}} deletion log]. You can still [$1 view this revision] if you wish to proceed.
ne: यस पृष्ठको संशोधन '''मेटिएकोछ'''। यसको पूर्ण विवरण [{{fullurl:{{#Special:Log}}/delete|पृष्ठ={{FULLPAGENAMEE}}}} को मेटिएको लगमा पाउन सकिन्छ]. यदि चाहनु भयो भनें [$1 संशोधन हेर्न] सक्नुहुन्छ।

source: You may alter the groups this user is in: * A checked box means the user is in that group. * An unchecked box means the user is not in that group. * A * indicates that you cannot remove the group once you have added it, or vice versa.
ne: यो प्रयोगकर्ता भएको समूहलाई अदलबदल गर्न सक्नुहुन्छ: * बाकस चेक्ड(checked) हुनु्को अर्थ प्रयोगकर्ता त्यस समूहमा छ। * बाकस अनचेक्ड (unchecked) हुनु्को अर्थ प्रयोगकर्ता त्यस समूहमा छैन। * *ले संकेत दिन्छ तपाईं त्यस समूहलाई हटाउन सक्नुहुन्न जब तपाईंले यसलाई जोड़िसक्नु भएकोछ अथवा अदला बदलि गर्नुभएकोछ।

source: Account created!
ne: खाता खोलियो !

source: (hidden because revision has been deleted)
ne: (लुकाइएको छ किनभने संसोधन मेटिएको छ)

source: You have had too many recent password attempts. Please wait $1 {{PLURAL:$1|second|seconds}} before trying again.
ne: अहिलेसम्म तपाईंले धेरै पासवर्ड हालेर कोशिश गर्नुभयो, कृपया र्को प्रयास गर्न अघि $1 {{PLURAL:$1|सेकेण्ड|सेकेण्ड}} पर्खनुहोस्।

source: must be equal to %{count}
ne: %{count}सँग बराबर हुनुपर्छ

source: Edits per page
ne: प्रतिपृष्ठ सम्पादन

source: Save log...
ne: लग सङ्ग्रह गर्ने...

source: Unique pages edited
ne: एकल पृष्ठ सम्पादन

source: Current version
ne: हालको संस्करण

source: Audio device
ne: ध्वनी यन्त्र

source: Application period
ne: निवेदन समय सीमा

source: Mar
ne: मार्च

source: Oppose
ne: विरोध

source: The Barnstar of Diplomacy
ne: कुटनैतिक बार्नस्टार

source: Esfand
ne: एस्फाद

source: Email me a copy of my message.
ne: मेरो सन्देशको एउटा प्रति मलाई ई-मेल गरिदिनुहोस्।

source: Max
ne: बढि

source: View the system message
ne: प्रणाली सन्देश हेर्नुहोस्

source: Failed to add new printer.
ne: नयाँ प्रिन्टर थप्न असफल

source: May
ne: मे

source: Symbol
ne: सङ्केत

source: Touchpad (relative)
ne: टचप्याड ( सापेक्षिक)

source: Public description
ne: सार्वजनिक विवरण

source: Unable to locate any package files, perhaps this is not a Ubuntu Disc or the wrong architecture?
ne: package files हरु कहाँ छन् पत्ता लगाउना सकियेना साएद को उबुन्टु को CD होइन

source: Global {{PLURAL:$1|group|groups}}:
ne: वैश्विक {{PLURAL:$1|समूह|समूहहरू}}:

source: Contact information
ne: सम्पर्क जानकारी

source: Password <small>(4 - 16 characters)</small>
ne: प्रवेशशब्द <small>(४-१६ अक्षर वा अंक)</small>

source: This site security certificate is not trusted You attempted to reach %1 but the server presented a security certificate which failed our security checks for an unknown reason.
ne: यो साइटको सुरक्षा प्रमाणपत्र विश्वसनीय छैन तपाईंले %1 पुग्न प्रयास गर्नु भयो तर सर्भरले एक सुरक्षा प्रमाणपत्र प्रस्तुत गर्यो जस्ले अज्ञात कारणले हाम्रो सुरक्षा जाँच असफल भएको छ​।

source: Lock and unlock the database
ne: डेटाबेसको ताल्चामार्ने र ताल्चाखोल्ने

source: Permission error
ne: अनुमति नभएको

source: Start a new discussion
ne: नयाँ चर्चा सुरु गर्ने

source: Changed
ne: परिवर्तन भइसकेको

source: Half Barnstar
ne: आधा बार्नस्टार

source: This page has been deleted. The reason for deletion is shown in the summary below, along with details of the users who had edited this page before deletion. The actual text of these deleted revisions is only available to administrators.
ne: यस पृष्ठ मेटिएको छ। मेटिनाको कारण निम्न जानकारीहरुमा खुलाइएको छ र मेटिनु अगिका योगदानकर्ताहरुको नाम पनि मेटिएका पृष्ठको पूरा पाठ प्रवन्धकहरुलाई मात्र उपलब्ध हुन्छ ।

source: Update Target Version
ne: लक्ष्य संस्करण अद्यतन गर्ने

source: The Anti-Vandalism Barnstar
ne: विध्वंसता-विरोधी बार्नस्टार

source: Please, provide a username.
ne: प्रयोगकर्ता नाम लेख्नुहोस।

source: Changes
ne: परिवर्तनहरू

source: Edit pages
ne: पृष्ठहरू सम्पादन गर्नुहोस्

source: Title
ne: शीर्षक

source: Run or manage Zero Install programs
ne: जेरो इन्सटल प्रोग्रामहरू व्यवस्थापन गर्न

source: Please enter your username on your primary Wikimedia project.
ne: कृपया तपाईंको प्राथमिक विकिमीडिया परियोजनामा तपाईंको प्रयोगकर्ता नाम हाल्नुहोस् ।

source: Here you may view and change the protection level for the page <strong>$1</strong>.
ne: तपाईँ यहाँ '''$1''' पृष्ठको सुरक्षा स्तर हेर्न र परिवर्तन गर्न सक्नुहुन्छ ।

source: Saving page…
ne: पृष्ठ रक्षण गरिदै

source: off
ne: बन्द

source: Your preferences
ne: तपाईंका अभिरुचिहरू

source: The following pages link to <strong>[[:$1]]</strong>:
ne: निम्न पृष्ठहरू '''[[:$1]]''' मा जोडिन्छ :

source: About this image
ne: यो चित्रको बारेमा

source: Primary _button
ne: मुख्य बटन

source: Pages with the most interwikis
ne: सबैभन्दा धेरै इन्टरविकि भएका पृष्ठहरू

source: Renameable
ne: पुन:नामाकरण

source: Ways (%{x}-%{y} of %{count})
ne: बाटोहरू (जम्मा %{count} मध्येबाट %{x}-%{y})

source: Your new colony would produce very little %goods%.
ne: तपाईंको नयाँ बस्तीले ज्यादै न्यून %goods% उत्पादन गर्नेछ ।

source: "$1" Atom feed
ne: "$1" एटम फिड

source: Below is a list of users thanked by other users.
ne: अन्य प्रयोगकर्ताहरूद्वारा धन्यवाद पाउने प्रयोगकर्ताहरूको सूची निम्न रहेको छ।

source: Right Touchstrip
ne: दायाँ टचस्ट्रीप

source: You have not entered your home location.
ne: तपाईंले आफ्नो गृहस्थान प्रविष्ठ गर्नुभएको छैन।

source: Products
ne: उत्पादनहरू

source: $1 of $2
ne: $2 मध्ये $1

source: Internationalisation
ne: अन्तर्राष्ट्रियकरण

source: Sub-heading 1
ne: उपशीर्षक १

source: Show contributions of new accounts only
ne: नयाँ खाताको योगदानहरू मात्र देखाउने

source: Sub-heading 3
ne: उपशीर्षक ३

source: New Value
ne: नयाँ मान

source: Sub-heading 2
ne: उपशीर्षक २

source: Sub-heading 4
ne: उपशीर्षक ४

source: Hook name
ne: हुक नाम

source: Required Field
ne: आवश्यक फिल्ड

source: Uploads disabled.
ne: उर्ध्वभरण अक्षम पारिएकोछ

source: Error deleting file: $1
ne: $1 फाइल मेटाइमा भूल

source: Screen Calibration
ne: स्क्रिन क्यालिब्रेसन

source: <em>Italic text</em>
ne: <em>छड्के पाठ</em>

source: Last used
ne: अन्तिम पटक प्रयोग गरिएको

source: _Date and month
ne: _मिति र महिना

source: Contact us
ne: सम्पर्क गर्नुहोस्

source: Haskell
ne: हासकेल

source: $1 does not exist
ne: $1 उपलब्ध छैन

source: Active translators
ne: सक्रिय अनुवादकहरू

source: Allow this domain to access your microphone?
ne: यस डोमेनलाई तपाईँको माइक्रोफोन पहुँच अनुमति दिने हो?

source: Cafe
ne: चमेना गृह

source: Google
ne: गुगल

source: Search monuments
ne: धरोहरहरू खोज्नुहोस्

source: All external links added in the edit
ne: सम्पादनमा सबै बाहिरी लिंक जोड़ियो

source: _Close
ne: _बन्द

source: No downloads available
ne: डाउनलोड उपलब्ध छैन

source: Position
ne: स्थान

source: {{SITENAME}} — New posts
ne: {{SITENAME}} — नयाँ पोस्ट

source: Thread '''$1''' marked as read.
ne: धागो(thread) '''$1''' पढिएको भनी चिनो लगाइयो ।

source: Disconnected
ne: विच्छेदित

source: update log
ne: अद्यावधिक लग

source: ==Other==
ne: ==अन्य==

source: Subject location
ne: विषयको अवस्थिति

source: Initiate the window Spread for the current application windows, for the all the windows.
ne: सबेे विन्डोको लागि, हालको आवेदन विन्डो लागि , विन्डो स्प्रेड प्रारम्भ गर्नुहोस ।

source: Telephone:
ne: टेलिफोन:

source: Japanese
ne: जापानिज

source: Leaving this page may cause you to lose any changes you have made.
ne: यो पृष्ठ छोडेर जाँदा तपाईंले गरेका परिवर्तनहरू हराएर जान सक्छन्।

source: My contributions
ne: मेरा योगदानहरू

source: Add user
ne: प्रयोगर्ता जोड्ने

source: Hide Clock
ne: घडी लुकाउने

source: Pages without scans
ne: स्क्यान बिनाका पेज

source: Apport crash file
ne: एपोर्ट क्र्यास प्रतिवेदनहरू

source: Next $1 {{PLURAL:$1|result|results}}
ne: यस पछिको $1 {{PLURAL:$1|नतिजा |नतिजाहरु}}

source: previous page
ne: अघिल्लो पृष्ठ

source: Boot loader
ne: बुट लोडर

source: Card;Microphone;Volume;Fade;Balance;Bluetooth;Headset;
ne: कार्ड; माइक्रोफोन; भोल्युम; फेड; ब्यालेन्स; ब्लुटुथ; हेडसेट;

source: Pageviews
ne: पूर्वालोकन

source: Matches
ne: मेल खायो

source: Microphone
ne: माइक्रोफोन

source: A clock in the personal toolbar that shows the current time in [[wikipedia:UTC|UTC]] and also provides a link to purge the current page.
ne: व्यक्तिगत टुलबारमा रहेको घडिले [[wikipedia:UTC|UTC]]मा समय देखाउने छ र , तपाईँ रहनु भएको पृष्ठको लागि लिङ्कको काम गर्ने छ ।

source: Also known as
ne: पनि ज्ञात

source: Telephone
ne: टेलिफोन

source: The radius of the shadow blur for the inactive windows.
ne: निस्क्रिय विन्डोहरूको लागि धमिलोपनको अर्धव्यास ।

source: Invalid target revision
ne: अवैध संशोधन लक्ष्य

source: Content type
ne: सामग्री प्रकार

source: Dynamic box which allows users to login and retrieve forgotten passwords via e-mail
ne: गतिशील बाकस जो प्रयोगकर्ताहरूलाई प्रवेस गर्न र पासवर्डको सम्झना गराउन अनुमति दिन्छ

source: User email disabled
ne: प्रयोगकर्ता इमेल निरस्त गरिएको

source: Address:
ne: ठेगाना:

source: The wiki page could not be added.
ne: यो विकि पृष्ठ जोड्न सकिएन।

source: Content (blue)
ne: सामग्री (निलो)

source: Amount of mouse pressure required to push the mousepointer into the next monitor.
ne: माउसको पोइन्टरलाई अर्को मोनिटरमा धकेल्न माउसमा चाहिने दवाव ।

source: Sorry, you cannot vote in this election if you are currently blocked from editing.
ne: माफ गर्नुहोस्, तपाईंले यस चुनावमा मत दिन सक्नुहुन्न। तपाईंलाई सम्पादन गर्न बन्देज गरिएकोछ।

source: You have just been unassigned from the task "$1".
ne: "$1" कार्यबाट तपाईंलाई कार्यभार मुक्त गरिएको छ ।

source: Body
ne: बडी

source: Show _notifications when locked
ne: बन्द हुँदा जानकारी देखाउने

source: Mode
ne: मोड

source: Use secure connection
ne: सुक्षित जडान प्रयोग गर्ने

source: Bot: Redirect target forms a redirect loop
ne: रोबोट: रिडाइरेक्ट गर्न खोजिएको पृष्ठले रिडाइरेक्ट चक्रको निर्माण गर्‌यो ।

source: Show previously removed suggestions
ne: पछिल्लो हटाइएका सुझावहरू देखाउने

source: no reason given
ne: कारण दिइएको छैन

source: No decryption key is configured. Cannot decrypt.
ne: ड़िक्रिप्शन कुंजी विन्यास नभएको। डिक्रिप्ट गर्न सकिंदैन।

source: N: Sky, earth, water
ne: ढ: आकाश, थल, जल

source: You are about to block yourself! Are you sure you want to do that?
ne: तपाईं आफैलाई रोक लगाउन गइरहनु भएको छ! के तपाईं पक्का यसो गर्न चाहनुहुन्छ?

source: This device is using manufacturing calibrated data.
ne: यो यन्त्रले निर्माण गर्दाको स्तरिय डेटा प्रयोग गरिरहेको छ।

source: Is this feedback helpful?
ne: के यो प्रतिक्रिया सहयोगी थियो ?

source: Reason.
ne: कारण

source: <strong>$1</strong> does not exist.
ne: '''$1''' अस्तित्वमा छैन ।

source: Allowed
ne: अनुमति भएको

source: Sort by owner
ne: मालिक अनुसार क्रमबध्द गर्नुहोस्

source: Select media files to share
ne: दान गर्ने मीडिया फाइल चुन्ने

source: Editing filter $1
ne: फिल्टर "$1" सम्पादन गरिदै

source: Chair Lift
ne: कुर्सी लिफ्ट

source: Hide minor edits from recent changes
ne: सामान्य सम्पादनहरूलाई नयाँ परिवर्तनहरूबाट लुकाउने

source: mathematics based puzzle game
ne: गणितमा आधारित पहेली खेल

source: Your secondary battery is fully charged
ne: तपाईँको माध्यमिक ब्याट्री पूर्णतया चार्ज भएको छ

source: Make full size
ne: पूरा आकारको बनाउने

source: Admin edits
ne: प्रवन्धक सम्पादनहरू

source: Tally
ne: ट्याली

source: Penguin Mastermind
ne: पेङ्गुइन मास्टरमाइंड

source: View account information
ne: खाता जानकारी हेर्ने

source: Payment date
ne: भुक्तानी मिति

source: Sort by creation date
ne: सृजना मिति अनुसार क्रमवद्ध गर्ने

source: Delete pages
ne: पृष्ठहरू मेट्ने

source: Quick verification needed
ne: छिटो पुष्टी आवश्यक छ

source: Translatewiki.net main page that should tell people what we are about and encourage to join us
ne: ट्रान्सलेटविकी.नेट मुख्य पृष्ठ जसले हामी के गर्न र चाहन्छौं भनेर भन्नुपर्नेछ र उनिहरुलाई हामिसंग काम गर्न प्रोत्साहन गर्नुपर्नेछ

source: Miles per hour
ne: माइल प्रति घण्टा

source: Add New Device
ne: नयाँ यन्त्र थप्ने

source: Flips through all the windows present in the Switcher.
ne: स्विचरमा भएका सबै विन्डोहरूबीच एकपछि अर्को गर्दै सर्छ ।

source: search history
ne: खोज इतिहास

source: The archive directory "$1" is not writable by the webserver.
ne: यस अभिलेख डाइरेक्टरी "$1"मा वेव सर्भरलाई लेख्न सक्दैन ।

source: Y and C positioning
ne: Y र C व्यवस्थापन

source: Minor Barnstar
ne: सामान्य बार्नस्टार

source: Welcome to %1$s
ne: %1$s मा स्वागत छ

source: ^Install Mythbuntu
ne: माइथबुन्टु प्रतिस्थापन गर्नुहोस् (^I)

source: Currency
ne: मुद्रा

source: You have been made a collection or community manager
ne: तपाईंलाई संकलन वा समुदाय व्यवस्थापक बनाइएको छ

source: Binding:
ne: बाइन्डिङ:

source: The following pages are not linked from or transcluded into other pages in {{SITENAME}}.
ne: निम्नलिखित पृष्ठ देखि न त कुनै {{SITENAME}}को अन्य पृष्ठ जोडिएको छ र न त कुनै अन्य पृष्ठ ट्रान्सक्ल्युडेड नै छ।

source: Pidgin Internet Messenger Off-the-Record Plugin
ne: पिजिन इन्टरनेट मेसेन्जर बन्द-को-रेकर्ड प्लगइन

source: Cayman Islands dollar
ne: कायमान द्विप डलर

source: Contact form error
ne: सम्पर्क फारम समस्या

source: Libraries
ne: लाइब्रेरीहरू

source: Project namespace:
ne: आयोजना नेमस्पेस:

source: Update watchlist
ne: निगरानी सूची अध्यावधि गर्ने

source: The description page for this file has already been created at <strong>[[:$1]]</strong>, but no file with this name currently exists. The summary you enter will not appear on the description page. To make your summary appear there, you will need to manually edit it. [[$1|thumb]]
ne: यस फाइलको लागि विवरण पृष्ठ पहिले नै <strong>[[:$1]]</strong> बनाइ सकिएको छ, तर यस नामको कुनै फाइल अहिले उपस्थित छैन। तपाईं जुन विवरण दिनुहुन्छ त्यो विवरण पृष्ठमा देखिंदैन। तपाईंको आफ्नो विवरणलाई त्यहाँ राख्न म्यानुअली सम्पादन गर्नु पर्नेछ। [[$1|thumb]]

source: Hidden {{PLURAL:$1|category|categories}} ($1)
ne: लुकाइएको {{PLURAL:$1|श्रेणी|श्रेणीहरू}} ($1)

source: Owner of camera
ne: क्यामेराका धनी

source: New windows use the current source
ne: नयाँ संझ्यालमा हालको श्रोत प्रयोग गर्ने

source: Token for the web feed (Atom/RSS) of [[Special:Watchlist|changes to pages on your watchlist]]
ne: [[Special:Watchlist|तपाईंको ध्यानसूचीमा रहेका पृष्ठहरूमा भएको परिवर्तनहरू]]को वेब फिड (एटम/आरयसयस) निमित्त टोकन

source: Please complete author information!
ne: कृपया रचयिता जानकारी पूरा गर्नुहोस्!

source: unknown antivirus:
ne: अज्ञात एन्टीभाइरस:

source: edit
ne: सम्पादन

source: Receiver status
ne: रिसिभर अवस्था

source: Workspaces
ne: कार्यस्थानहरु

source: Move to top
ne: सबैभन्दा माथि पठाउने

source: Time since recent change
ne: अन्तिम सम्पादन पछिको देखिको समय

source: Latin extended
ne: ल्याटिन विस्तारित

source: Select contacts
ne: सम्पर्क छान्ने

source: Campaigns
ne: अभियानहरु

source: Debian does not provide critical updates for %s
ne: डेबियनले %s को लागि संवेदनशील अद्यावधिक प्रदान गर्दैन

source: node
ne: नोड

source: New accelerator…
ne: नयाँ एक्सेलेरेटर…

source: Apply changes to {{PLURAL:$1|this revision|$1 revisions}}
ne: {{PLURAL:$1|यस संस्करण|$1 संस्करणहरू}} मा परिवर्तनहरूलाई लागु गर्ने

source: Dump
ne: थाक

source: Could not update the page. It appears to have been deleted.
ne: पृष्ठ अद्यतन गर्न सकिएन यो मेटिएको जस्तो देखिन्छ ।

source: Rankings
ne: क्रमाङ्क

source: Select from database...
ne: डेटाबेसबाट चयन गर्नुहोस्

source: This page lists existing pages that are currently protected. For a list of titles that are protected from creation, see [[{{#special:ProtectedTitles}}|{{int:protectedtitles}}]].
ne: यो पृष्ठ ती सबै पृष्ठहरूको सूची दिन्छ जुन अब सुरक्षित छन्। ती सबै शीर्षकहरूको सूची जान्नका लागि जुन बनाउनबाट सुरक्षित गरिएका छन्, हेर्नुहोस [[{{#special:ProtectedTitles}}|{{int:protectedtitles}}]]।

source: Slate
ne: भेक्टर

source: The opacity of the Launcher background.
ne: लन्चरको पृष्ठभूमिको अपारदर्शिता ।

source: Legal
ne: कानूनी

source: Upload GPX File:
ne: GPX फाइल अपलोड गर्ने:

source: Unable to save thumbnail to destination
ne: तोकिएको ठाँउमा थम्बनेललाई संग्रह गर्न सकिएन

source: Revisions
ne: पुनरावलोकनहरू

source: Revision ID is not valid.
ne: अवतरण आइडी मान्य छैन।

source: Disable book creator
ne: किताब निर्माता बन्द गर्ने

source: This land is claimed by a native tribe.
ne: यो जमिनलाई स्थानिय जनजातिले दाबी गरेको छ ।

source: Notes:
ne: टिप्पणी:

source: True direction
ne: वास्तविक दिशा:

source: Namespace "$1" of the root page does not allow subpages.
ne: दिइएको उपसर्ग पृष्ठ "$1" को नामस्थानमा उप-पृष्ठ बनाउन सकिंदैन।
